Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: The animals were hard at work building yet another windmill; when that one was finished, so it was said, the dynamos would be installed.
uk_1984_iryna_dybko_khutir_tvaryn: По деякому часі почали будувати новий вітряк, який уже мав би належне приладдя для рушійної електричної енергії. Одне лиш не змінилось — як і колись, норми праці були ті ж самі, інколи не під силу до виконання.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер тварини тяжко гарували, зводячи ще один вітряк; на ньому нібито вже достеменно мали встановити динамо-машину.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож тепер тварини каторжно працювали над будівництвом нового вітряка. Казали, що на цьому вже обов’язково встановлять динамо-машину.

source: But the luxuries of which Snowball had once taught the animals to dream, the stalls with electric light and hot and cold water, and the three-day week, were no longer talked about.
uk_1984_iryna_dybko_khutir_tvaryn: Полегші у праці, про що колись Давидович говорив, вітряк не приніс. Крім того, що молов солому, вигоди про яку мріяли, будуючи вітряк, не було, приміщення тварин були далі не освітлені, теплої води ані холодної в стайнях не було, і працювали не три дні в тиждень, але кожен день, крім мітингу в неділі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але про добробут, що про нього колись так мріяв Сніжок — про стійла з електричним освітленням, холодною та гарячою водою, триденний робочий день, — ніхто вже не заїкався.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щоправда, вже ніхто навіть не заїкався про розкоші, які обіцяв колись Сніжок, — стійла з електричним освітленням та опаленням, з гарячою й холодною водою, про триденний робочий тиждень.

source: Napoleon had denounced such ideas as contrary to the spirit of Animalism.
uk_1984_iryna_dybko_khutir_tvaryn: Всі теорії Давидовича Вісарйонов заперечив, як ворожі доктрини тваринізмові,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон розвінчав ці ідеї як противні духові тваринизму.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон оголосив подібні ідеї такими, що суперечать засадам Тваринізму.

source: The truest happiness, he said, lay in working hard and living frugally.
uk_1984_iryna_dybko_khutir_tvaryn: а проголосив, що справжнє щастя приносить лише тяжка, завзята праця і скромне життя.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Справжнє щастя, переконував він, у ревній праці й стриманому житті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: «Справжнє щастя, — казав він, — полягає в тому, щоб працювати якомога більше».

source: Somehow it seemed as though the farm had grown richer without making the animals themselves any richer — except, of course, for the pigs and the dogs.
uk_1984_iryna_dybko_khutir_tvaryn: Хоч і хутір став більш самовистачальним і мав більші припаси харчів, чомусь цього не було пізнати по вигляду тварин; вони, як і раніше, відмінно від свиней, були худі. В цьому була безсумлінна причина недостачі їди, оскільки більшу кількість приділів харчу видавали свиням і псам, мовляв, їхні заслужені апетити цього вимагали...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Здавалося, ферма побагатшала, хоч самі тварини багатшими не стали, окрім, звісно, свиней і псів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чомусь велося так, що Колгосп багатішав, а самі тварини ледь животіли, як і раніше. Крім, звичайно, свиней і собак.

source: There was, as Squealer was never tired of explaining, endless work in the supervision and organisation of the farm.
uk_1984_iryna_dybko_khutir_tvaryn: Виправдання того завжди було одне й те саме: свині працюють на урядових і начальних постах, а це вимагає більшого розумового зусилля. Нікітов пояснював свої й свиней обов’язки організацією всього хутора, та наглядом над усіма ділянками життя в хуторі задля добра і безпеки тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Прірва роботи, не стомлювався пояснювати Пищик, з цією організацією та доглядом за фермою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пискун не втомлювався розповідати, як багато доводиться докладати сил, щоб організувати безперебійну роботу такого складного механізму, як Колгосп.

source: Much of this work was of a kind that the other animals were too ignorant to understand.
uk_1984_iryna_dybko_khutir_tvaryn: Словом, у свиней була така праця, що тваринам з обмеженим знанням ніяк її зрозуміти,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Значна частка тієї роботи була незбагненною для затурканих тварин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Хоч інші тварини — прості працівники, мабуть, через свою неосвіченість, не могли зрозуміти, в чому полягала їхня діяльність.

source: For example, Squealer told them that the pigs had to expend enormous labours every day upon mysterious things called “files,” “reports,” “minutes,” and “memoranda.”
uk_1984_iryna_dybko_khutir_tvaryn: зокрема термінологія обов’язків, як от у звітуванні, чи меморандуми, книговодство. До цього ще додав Нікітов, що він перевантажений і таємними розвідними справами, які вимагають багато уваги.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: От хоча б Пищик казав їм, ніби свиней щодня виснажують всілякі «папки», «звіти», «протоколи» й «доповідні».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Для прикладу Пискун розповідав про колосальну працю свиней над таємничими штуками на кшталт «облікова форма», «протокол», «звіт», «доповідні», які мають, за його словами, «колосальне значення для добробуту Колгоспу».

source: These were large sheets of paper which had to be closely covered with writing, and as soon as they were so covered, they were burnt in the furnace.
uk_1984_iryna_dybko_khutir_tvaryn: Також записує безліч сторінок паперу звітами всякого роду,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тобто великі аркуші паперу, які належало рясно списувати, а тоді одразу ж спалювати в грубі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тобто великі аркуші паперу потрібно було густо-густо списати, а потім спалити.

source: This was of the highest importance for the welfare of the farm, Squealer said.
uk_1984_iryna_dybko_khutir_tvaryn: бо це мало б особливе значення для покращання рівня життя на хуторі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А це мало першорядне значення для добробуту ферми, зазначав Пищик.

source: As for the others, their life, so far as they knew, was as it had always been.
uk_1984_iryna_dybko_khutir_tvaryn: Після вислухання таких пояснень Нікітова, тварини задумувались над буденщиною свого життя; ніякого покращання, про яке так уперто говорив Нікітов, не бачили по відношенні до себе;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що ж до інших, то їхнє життя, наскільки вони відчували, було незмінним.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щодо інших тварин, то вони жили без змін:

source: They were generally hungry, they slept on straw, they drank from the pool, they laboured in the fields; in winter they were troubled by the cold, and in summer by the flies.
uk_1984_iryna_dybko_khutir_tvaryn: як і колись, день-у-день, були голодні, спали на соломі, пили воду зі ставка, виробляли норми в колгоспі, в саду, на полях, на левадах косили сіно, взимку дошкулював холод, а влітку надокучали настирливі мухи.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони здебільшого жили надголодь, спали на соломі, напувалися з басейна, тяжко трудилися; взимку їм дошкуляв холод, а влітку обсідали мухи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: майже завжди напівголодні, спали на соломі, пили зі ставка і тяжко працювали в полі. Узимку страждали від холоду, влітку — від мух і спеки.

source: Sometimes the older ones among them racked their dim memories and tried to determine whether in the early days of the Rebellion, when Jones’s expulsion was still recent, things had been better or worse than now. They could not remember.
uk_1984_iryna_dybko_khutir_tvaryn: Інколи старші тварини, що їх спогади ще час не вкрив забуттям, старались відтворити все пережите за часів Романова й порівняти з післяреволюційними обставинами та з буденщиною сучасного життя.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Часом старші тварини ворушили пригаслу пам'ять, силкуючись порівняти, коли було краще: чи до Повстання, чи коли прогнали Джонса, чи тепер. І не могли пригадати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Іноді найстаріші з тварин поринали в спогади, щоб порівняти, коли було краще: до вигнання Джонса чи тепер. І не могли пригадати.

source: There was nothing with which they could compare their present lives: they had nothing to go upon except Squealer’s lists of figures, which invariably demonstrated that everything was getting better and better.
uk_1984_iryna_dybko_khutir_tvaryn: Проте, кожне зусилля відтворити в пам’яті події, проганяв Нікітов своїми промовами. Володів він переконливим хистом схвалювати сьогоднішнє життя тварин під опікою Вісарйонова й ідеї тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не було з чим порівняти своє теперішнє життя; судити про це можна було хіба з Пищикових цифр, які незаперечно свідчили, що життя дедалі кращає.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У них не було з чим порівнювати своє нинішнє життя, не було жодних обґрунтувань, окрім нескінченних Пискунових цифр, які засвідчували неухильне зростання загального добробуту.

source: The animals found the problem insoluble; in any case, they had little time for speculating on such things now.
uk_1984_iryna_dybko_khutir_tvaryn: І, таким чином, супроти заливу самохвальби сучасного, давноминулий час здавався тваринам лиш уявним...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Таке виявилося для тварин нерозв'язним; а втім, їм особливо й не було коли роздумувати над цим.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Утім, на розв’язання подібних проблем часу не було.

source: Only old Benjamin professed to remember every detail of his long life and to know that things never had been, nor ever could be much better or much worse — hunger, hardship, and disappointment being, so he said, the unalterable law of life.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки один Молчазніков усе точно пам’ятав і в подробицях пригадував кожну подію. Коли тварини й не мали змоги на призадуму за повсякчасним гнітом обов’язків, він, Молчазніков, зі своєї призадуми й не виходив. Знав він, що голод, горе, зневіра, розчарування — це невідступні друзі тварин, з-перед і після революції.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тільки старий Бенджамін заявляв, що до подробиць пам'ятає своє довге життя і певен, що ніколи не було й не могло бути покращання чи погіршання. Бо, як він казав, голод, нужда і злигодні — незмінні супутники тваринного життя.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Лише старий Бенджамін наполягав, що пам’ятає все своє довге життя до найменших дрібниць і тому має підстави стверджувати, що ніколи не було ні набагато краще, ні набагато гірше, ніж тепер. Голод, труднощі, розчарування — незмінні супутники тваринного життя.

source: More, they never lost, even for an instant, their sense of honour and privilege in being members of Animal Farm.
uk_1984_iryna_dybko_khutir_tvaryn: Та, наперекір долі, тварин не покидало почуття гордости, що тільки вони, без людини, є громадянами хутора;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: а надто почуття гордощів від усвідомлення того, що вони — з «Раю для Тварин».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ба більше, ні на мить не переставали пишалися тим, що є громадянами «Колгоспу тварин»,

source: They were still the only farm in the whole county — in all England! — owned and operated by animals.
uk_1984_iryna_dybko_khutir_tvaryn: що прогнали Романова, а тепер хутір є їхньою власністю, і колись дочекаються того, про що говорив давно у стайні Марков, ще до революції.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони лишалися єдиною фермою на всю країну — на всю Англію, — якою володіли й керували тварини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: дякували долі за те, що — тільки вони в цілому світі! — жили в Колгоспі, що управлявся самими тваринами.

source: Not one of them, not even the youngest, not even the newcomers who had been brought from farms ten or twenty miles away, ever ceased to marvel at that.
uk_1984_iryna_dybko_khutir_tvaryn: Усі, що вже від років проживали на хуторі і ті, що недавно прибули, охоче стрічали спільну долю
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Жоден, навіть наймолодший, навіть новоприбулий, привезений з найвіддаленіших ферм, не переставав захоплюватися цим.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі, навіть наймолодші, навіть новачки, привезені з далеких ферм, захоплювалися цим.

source: And when they heard the gun booming and saw the green flag fluttering at the masthead, their hearts swelled with imperishable pride, and the talk turned always towards the old heroic days, the expulsion of Jones, the writing of the Seven Commandments, the great battles in which the human invaders had been defeated.
uk_1984_iryna_dybko_khutir_tvaryn: і з приємністю прислухались до пострілу рушниці, чи до лопотіння прапора, їхні серця завжди сповнялись гордощами, коли в розмовах згадували битви з людьми, чи про те, як віддано захищали хутір, або, як відважно прямували до тієї мети, яку вказав їм Марков.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І коли чули рушничний постріл чи бачили на щоглі тріпотливий зелений прапор, то сповнювалися незмінних гордощів. І думками поверталися до давніх героїчних днів, коли виганяли Джонса й карбували Сім Заповідей, коли у великих битвах завдавали нищівної поразки гнобителям-людям.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І коли чули постріл рушниці, чи бачили зелений прапор, що майорів на щоглі, то відчували непереможну гордість, і самі заговорювали про давні героїчні дні, про вигнання Джонса, накреслення Семи Положень, про Великі Битви, що закінчилися розгромом інтервентів-людей.

source: None of the old dreams had been abandoned.
uk_1984_iryna_dybko_khutir_tvaryn: Взагалі, давніх мрій не призабули
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І в них жили давні мрії,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І в їхніх серцях жили давні мрії попередників

source: The Republic of the Animals which Major had foretold, when the green fields of England should be untrodden by human feet, was still believed in.
uk_1984_iryna_dybko_khutir_tvaryn: й вірили в Республіку тварин. Вірили в те, що колись казав Марков: «Прийде такий час і людей не стане на землі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: вони все ще вірили у провіщувану старим Майором Республіку Тварин, коли по зелених ланах Англії не ступатиме нога людини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: про те, що настане день, коли передбачена Майором Республіка тварин розкинеться на полях усієї країни й на неї не ступить жодна людська істота.

source: Some day it was coming: it might not be soon, it might not be within the lifetime of any animal now living, but still it was coming.
uk_1984_iryna_dybko_khutir_tvaryn: Ні сліду по них не залишиться, як спалахне революція».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І таке колись настане: може, й не скоро, може, й не за теперішнього покоління, але воно все ближче.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Може, цей день побачить нинішнє покоління, а, може, вони всі помруть, але світле майбутнє дедалі ближче.

source: Even the tune of Beasts of England was perhaps hummed secretly here and there: at any rate, it was a fact that every animal on the farm knew it, though no one would have dared to sing it aloud.
uk_1984_iryna_dybko_khutir_tvaryn: Інколи в обіймах мрій та спогадів, нишком «Тварини всіх країн» співали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть «Тварин Англії» нишком мугикали; принаймні, кожна тварина тут знала цю пісню, хоч ніхто й не важився співати її вголос.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І навіть мотив пісні «Тварини Англії» потихеньку намугикували: всі тварини знали цю пісню, хоч і не наважувалися співати її вголос.

source: It might be that their lives were hard and that not all of their hopes had been fulfilled; but they were conscious that they were not as other animals.
uk_1984_iryna_dybko_khutir_tvaryn: Хоч і знали, що в сучасному не леґко їм живеться, що не всі сподівання й слова Маркова дійсністю стали, проте раділи ось чим —
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Життя їхнє, може, й тяжке, і не всі надії збулися, та кожен був свідомий того, що вони не такі, як інші.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нехай життя їхнє важке, хай не всі надії збуваються, проте вони — не такі, як інші тварини.

source: No creature among them went upon two legs. No creature called any other creature “Master.”
uk_1984_iryna_dybko_khutir_tvaryn: ніхто серед них не ходить на двох ногах, ніхто не називає себе володарем
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У них ніхто не ходив на двох ногах, ніхто не називав іншого «хазяїн».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Жодна істота серед них не ходила на двох ногах. Жодна істота не називала іншу «господар».

source: All animals were equal.
uk_1984_iryna_dybko_khutir_tvaryn: і всі вони — тварини, так їм здавалось, є рівноправними.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Усі тварини були рівними.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Усі тварини рівні.

source: One day in early summer Squealer ordered the sheep to follow him, and led them out to a piece of waste ground at the other end of the farm, which had become overgrown with birch saplings.
uk_1984_iryna_dybko_khutir_tvaryn: Раннім літом повів Нікітов овечок у той бік хутора, де росли малі берізки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якось на початку літа Пищик звелів вівцям рушати за ним і привів на пустир у кінці ферми, порослий молодими берізками.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Якось на початку літа Пискун зібрав овець і повів їх за собою до далекої околиці Колгоспу на пустир, порослий молодими вербами.

source: The sheep spent the whole day there browsing at the leaves under Squealer’s supervision.
uk_1984_iryna_dybko_khutir_tvaryn: Там під його наглядом провели вони цілий день.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Там вони цілий день об'їдали листочки під наглядом Пищика.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вівці протовклися там цілий день, пощипуючи листя під наглядом Піскуна.

source: In the evening he returned to the farmhouse himself, but, as it was warm weather, told the sheep to stay where they were.
uk_1984_iryna_dybko_khutir_tvaryn: Під вечір звернули в хуторі увагу, що Нікітов повернувся без овечок.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ввечері він зібрався додому, а вівцям, оскільки було ще тепло, порадив заночувати тут.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Увечері він повернувся в житловий будинок один, а вівцям велів залишитися на пустирі, де, за його словами, спати в теплу погоду корисніше, ніж у стійлі.

source: It ended by their remaining there for a whole week, during which time the other animals saw nothing of them.
uk_1984_iryna_dybko_khutir_tvaryn: З того часу день-у-день, ходив Нікітов туди до овечок і перебував з ними відокремлено від решти тварин. По той бік хутора овечки перебували цілий тиждень.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вівці пробули там цілий тиждень, і їх у ці дні взагалі ніхто не бачив.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Так тривало тиждень поспіль, причому жодна тварина, крім Піскуна, весь цей час із вівцями не спілкувалася.

source: He was, he said, teaching them to sing a new song, for which privacy was needed.
uk_1984_iryna_dybko_khutir_tvaryn: Що там такого діялось, ніхто з тварин не знав, але поширювались чутки, що Нікітов учить овечок співати нову пісню, а це вимагає спокою.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він казав, що навчає їх нової пісні, тож не хоче, щоб їм заважали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він казав, що навчає їх нової пісні, тож, мовляв, ніхто не повинен заважати.

source: It was just after the sheep had returned, on a pleasant evening when the animals had finished work and were making their way back to the farm buildings, that the terrified neighing of a horse sounded from the yard.
uk_1984_iryna_dybko_khutir_tvaryn: По цілотижневому перебуванні поза хутором, повернулись овечки до своїх приміщень, як ураз донеслося зі стайні гучне іржання.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лагідного вечора, коли вівці нарешті повернулись, а інші тварини після трудового дня посходилися до своїх хлівів, із двору перелякано заіржав кінь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нарешті вівці повернулися. Був м’який літній вечір. Тварини закінчили роботу та йшли до хлівів, аж раптом з двору почулося злякане іржання коня.

source: It was Clover’s voice.
uk_1984_iryna_dybko_khutir_tvaryn: Це Конева в найвищому ступені залякання передавала отак своє збентеження.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: бо то іржала Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони впізнали голос Люцерни.

source: She neighed again, and all the animals broke into a gallop and rushed into the yard.
uk_1984_iryna_dybko_khutir_tvaryn: Тому, що в голосі Коневої відчули тварини переляк, усі як один вийшли на майдан, а вслід за ними й овечки підбігали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли знову почулося іржання, всі зірвалися з місця й гуртом влетіли до двору.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вона заіржала знову, і тварини галопом кинулися до двору.

source: Then they saw what Clover had seen.
uk_1984_iryna_dybko_khutir_tvaryn: І ось тут побачили те, що бачила Конева коли глянула крізь вікно:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Там вони й побачили те, від чого несамовито заіржала Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А потім побачили те, що нажахало Люцерну.

source: It was a pig walking on his hind legs. Yes, it was Squealer.
uk_1984_iryna_dybko_khutir_tvaryn: Нікітов, при всій своїй перетовщеній постаті, незугарною ходою крокував на задніх двох ногах, стараючись задержати рівновагу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Подвір'ям на задніх ногах ішла свиня. Так, то був Пищик.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Подвір’ям на задніх ногах ішла свиня. Це був Пискун.

source: A little awkwardly, as though not quite used to supporting his considerable bulk in that position, but with perfect balance, he was strolling across the yard.
uk_1984_iryna_dybko_khutir_tvaryn: [незугарною ходою крокував на задніх двох ногах, стараючись задержати рівновагу.] Похитуючись із боку в бік, ішов він навпростець майданом.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Трохи незграбно, ще не зовсім вправно утримуючи свою тушу прямо, проте з подиву гідною рівновагою він ступав через двір.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він повільно й не зовсім вправно прямував через двір, але рівновагу тримав добре.

source: And a moment later, out from the door of the farmhouse came a long file of pigs, all walking on their hind legs.
uk_1984_iryna_dybko_khutir_tvaryn: Услід за ним вийшла ціла черга свиней з головного будинку; всі вони йшли на двох задніх ногах
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А за хвилину з будинку потяглася вервечка свиней, всі на задніх ніжках.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наступної миті двері в будинку прочинилися й звідти вийшла довга вервечка інших свиней — і всі йшли на задніх ногах.
